{
  "status": "ok",
  "totalResults": 10,
  "articles": [
    {
      "source": {
        "id": "reuters",
        "name": "Reuters"
      },
      "author": "Se Young Lee",
      "title": "North Korea's Kim in China after warning of alternate path to Trump talks",
      "description": "North Korean leader Kim Jong Un is visiting China at the invitation of Chinese President Xi Jinping, only days after warning he may take an alternative path if the United States does not ease sanctions and pressure on his country.",
      "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/TVCxP7xv2cU/north-koreas-kim-in-china-after-warning-of-alternate-path-to-trump-talks-idUSKCN1P12A7",
      "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20190108&t=2&i=1343283423&w=1200&r=LYNXNPEF0705V",
      "publishedAt": "2019-01-08T08:31:24Z",
      "content": "BEIJING (Reuters) - North Korean leader Kim Jong Un is visiting China at the invitation of Chinese President Xi Jinping, only days after warning he may take an alternative path if the United States does not ease sanctions and pressure on his country. The visi… [+4725 chars]"
    },
    {
      "source": {
        "id": "reuters",
        "name": "Reuters"
      },
      "author": "Reuters Editorial",
      "title": "UK not looking to extend Article 50, Brexit minister says",
      "description": "The United Kingdom will leave the European Union on March 29 and is not looking to extend the Article 50 exit process, Brexit Secretary Stephen Barclay said on Tuesday.",
      "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/AWO6TXgl4ZU/uk-not-looking-to-extend-article-50-brexit-minister-says-idUSKCN1P20LL",
      "urlToImage": "https://s1.reutersmedia.net/resources/r/?m=02&d=20190108&t=2&i=1343352206&w=1200&r=LYNXNPEF070D1",
      "publishedAt": "2019-01-08T08:19:38Z",
      "content": "LONDON (Reuters) - The United Kingdom will leave the European Union on March 29 and is not looking to extend the Article 50 exit process, Brexit Secretary Stephen Barclay said on Tuesday. The Daily Telegraph reported that British and European officials are di… [+599 chars]"
    },
    {
      "source": {
        "id": "reuters",
        "name": "Reuters"
      },
      "author": "Reuters Editorial",
      "title": "UK Brexit minister denies Telegraph report on delaying Brexit",
      "description": "Britain's Brexit Secretary Stephen Barclay on Tuesday denied a Daily Telegraph report that British and European officials are discussing the possibility of extending the formal exit process from the European Union.",
      "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/zjPMTTBqdaY/uk-brexit-minister-denies-telegraph-report-on-delaying-brexit-idUSKCN1P20LH",
      "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
      "publishedAt": "2019-01-08T08:18:45Z",
      "content": "LONDON (Reuters) - Britain’s Brexit Secretary Stephen Barclay on Tuesday denied a Daily Telegraph report that British and European officials are discussing the possibility of extending the formal exit process from the European Union. “I’ve had no discussions … [+527 chars]"
    },
    {
      "source": {
        "id": "reuters",
        "name": "Reuters"
      },
      "author": "Dominique Patton",
      "title": "China gives long-awaited GM crop approvals amid U.S. trade talks",
      "description": "China approved five genetically modified (GM) crops for import on Tuesday, the first in about 18 months in a move that could boost its overseas grains purchases and ease pressure from the United States to open its markets to more farm goods.",
      "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/YOIOTwsqteQ/china-gives-long-awaited-gm-crop-approvals-amid-u-s-trade-talks-idUSKCN1P2028",
      "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20190108&t=2&i=1343325388&w=1200&r=LYNXNPEF0706H",
      "publishedAt": "2019-01-08T08:09:06Z",
      "content": "BEIJING (Reuters) - China approved five genetically modified (GM) crops for import on Tuesday, the first in about 18 months in a move that could boost its overseas grains purchases and ease pressure from the United States to open its markets to more farm good… [+3633 chars]"
    },
    {
      "source": {
        "id": "reuters",
        "name": "Reuters"
      },
      "author": "Reuters Editorial",
      "title": "Saudi Arabia denies requesting extradition of woman in Thailand: embassy",
      "description": "Saudi Arabia's embassy in Thailand has denied reports that Riyadh had requested the extradition of a young Saudi women seeking asylum in Thailand, the embassy said on Twitter.",
      "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/yksBoB1Avac/saudi-arabia-denies-requesting-extradition-of-woman-in-thailand-embassy-idUSKCN1P2085",
      "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20190108&t=2&i=1343346483&w=1200&r=LYNXNPEF0706Y",
      "publishedAt": "2019-01-08T07:55:30Z",
      "content": "DUBAI (Reuters) - Saudi Arabia’s embassy in Thailand has denied reports that Riyadh had requested the extradition of a young Saudi women seeking asylum in Thailand, the embassy said on Twitter. Rahaf Mohammed al-Qunun, 18, who fled from her family and barrica… [+362 chars]"
    },
    {
      "source": {
        "id": "reuters",
        "name": "Reuters"
      },
      "author": "Panu Wongcha-um",
      "title": "U.N. refugee agency interviews Saudi teen asylum seeker in Thailand",
      "description": "The U.N. refugee agency on Tuesday said it was investigating the case of an 18-year-old Saudi woman who fled to Thailand saying she feared her family would kill her and barricaded herself in a Bangkok airport hotel room to avoid being sent back.",
      "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/B4ZVQ8vIdQo/u-n-refugee-agency-interviews-saudi-teen-asylum-seeker-in-thailand-idUSKCN1P208G",
      "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20190108&t=2&i=1343346490&w=1200&r=LYNXNPEF0707D",
      "publishedAt": "2019-01-08T07:55:30Z",
      "content": "BANGKOK (Reuters) - The U.N. refugee agency on Tuesday said it was investigating the case of an 18-year-old Saudi woman who fled to Thailand saying she feared her family would kill her and barricaded herself in a Bangkok airport hotel room to avoid being sent… [+2752 chars]"
    },
    {
      "source": {
        "id": "reuters",
        "name": "Reuters"
      },
      "author": "Reuters Editorial",
      "title": "S&P cuts PG&E ratings to junk, warns of further downgrade",
      "description": "S&P Global Ratings on Monday stripped California power utility PG&E Corp of its investment-grade credit rating and kept it under review for a further downgrade, citing political and regulatory pressure and uncertainty as it faces massive claims stemming from …",
      "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/G0BCs_1gHqY/sp-cuts-pge-ratings-to-junk-warns-of-further-downgrade-idUSKCN1P2087",
      "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20190108&t=2&i=1343324984&w=1200&r=LYNXNPEF0709G",
      "publishedAt": "2019-01-08T07:50:10Z",
      "content": "(Reuters) - S&amp;P Global Ratings on Monday stripped California power utility PG&amp;E Corp of its investment-grade credit rating and kept it under review for a further downgrade, citing political and regulatory pressure and uncertainty as it faces massive c… [+3087 chars]"
    },
    {
      "source": {
        "id": "reuters",
        "name": "Reuters"
      },
      "author": "Reuters Editorial",
      "title": "China says always plays positive role over Korean peninsula",
      "description": "China's Foreign Ministry said on Tuesday that China always supports contact between the United States and North Korea, and that Beijing has always played a positive role in pushing for a resolution of the Korean peninsula issue.",
      "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/Xm_mRIfP7L4/china-says-always-plays-positive-role-over-korean-peninsula-idUSKCN1P20I6",
      "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
      "publishedAt": "2019-01-08T07:27:09Z",
      "content": "BEIJING (Reuters) - China’s Foreign Ministry said on Tuesday that China always supports contact between the United States and North Korea, and that Beijing has always played a positive role in pushing for a resolution of the Korean peninsula issue. Ministry s… [+354 chars]"
    },
    {
      "source": {
        "id": "reuters",
        "name": "Reuters"
      },
      "author": "Reuters Editorial",
      "title": "India's top court backs Monsanto on GM cotton payments",
      "description": "India's Supreme Court ruled on Tuesday that U.S. seed maker Monsanto can claim patents on its genetically modified (GM) cotton seeds in the world's biggest producer of the fibre.",
      "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/hfs9eJtOAe4/indias-top-court-backs-monsanto-on-gm-cotton-payments-idUSKCN1P20CL",
      "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20190108&t=2&i=1343326177&w=1200&r=LYNXNPEF0709L",
      "publishedAt": "2019-01-08T07:19:06Z",
      "content": "NEW DELHI (Reuters) - India’s Supreme Court ruled on Tuesday that U.S. seed maker Monsanto can claim patents on its genetically modified (GM) cotton seeds in the world’s biggest producer of the fibre. The decision on appeal overturns an earlier ruling by the … [+2004 chars]"
    },
    {
      "source": {
        "id": "reuters",
        "name": "Reuters"
      },
      "author": "Reuters Editorial",
      "title": "Group close to India's ruling party seeks change in patent act after pro-Monsanto court verdict",
      "description": "A nationalist group close to Indian Prime Minister Narendra Modi's party said on Tuesday it would seek a legislative amendment to the rules governing patents, after the country's top court ruled in favor of Monsanto's cotton seed patent.",
      "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/81K577INrVE/group-close-to-indias-ruling-party-seeks-change-in-patent-act-after-pro-monsanto-court-verdict-idUSKCN1P20HY",
      "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20190108&t=2&i=1343337603&w=1200&r=LYNXNPEF070BS",
      "publishedAt": "2019-01-08T07:18:45Z",
      "content": "MUMBAI (Reuters) - A nationalist group close to Indian Prime Minister Narendra Modi’s party said on Tuesday it would seek a legislative amendment to the rules governing patents, after the country’s top court ruled in favor of Monsanto’s cotton seed patent. Th… [+538 chars]"
    }
  ]
}